Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/CmsUi.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, fr_ca, he, hi, it, ja_jp, nl, pt, ru, te, zh_cn

source: There was an error creating a template from the selected page
ar: حدث خطأ أثناء إنشاء قالب من الصفحة المحددة
bn: নির্বাচিত পৃষ্ঠা থেকে একটি টেমপ্লেট তৈরি করার সময় একটি ত্রুটি ছিল৷
de: Beim Erstellen einer Vorlage aus der ausgewählten Seite ist ein Fehler aufgetreten
es: Se produjo un error al crear una plantilla de la página seleccionada.
fr: Une erreur s'est produite lors de la création d'un modèle à partir de la page sélectionnée
he: אירעה שגיאה ביצירת תבנית מהדף שנבחר
hi: चयनित पृष्ठ से टेम्पलेट बनाने में त्रुटि हुई
it: Si è verificato un errore durante la creazione di un modello dalla pagina selezionata
ja_jp: 選択したページからテンプレートを作成中にエラーが発生しました
nl: Er is een fout opgetreden bij het maken van een sjabloon vanaf de geselecteerde pagina
pt: Ocorreu um erro ao criar um modelo a partir da página selecionada
ru: Произошла ошибка при создании шаблона на выбранной странице.
te: ఎంచుకున్న పేజీ నుండి టెంప్లేట్u200cను సృష్టించడంలో లోపం ఏర్పడింది
zh_cn: 从所选页面创建模板时出错

source: There was an error migrating content.
ar: حدث خطأ أثناء ترحيل المحتوى.
bn: সামগ্রী স্থানান্তর করার সময় একটি ত্রুটি ছিল৷
de: Beim Migrieren von Inhalten ist ein Fehler aufgetreten.
es: Se ha producido un error al migrar contenido.
fr: Une erreur s'est produite lors de la migration du contenu.
he: אירעה שגיאה בהעברת תוכן.
hi: सामग्री माइग्रेट करने में त्रुटि हुई.
it: Si è verificato un errore durante la migrazione dei contenuti.
ja_jp: コンテンツの移行中にエラーが発生しました。
nl: Er is een fout opgetreden bij het migreren van inhoud.
pt: Ocorreu um erro ao migrar o conteúdo.
ru: Произошла ошибка при переносе контента.
te: కంటెంట్u200cని తరలించడంలో లోపం ఏర్పడింది.
zh_cn: 迁移内容时出错。

source: Search string cannot be null.
ar: لا يمكن أن تكون سلسلة البحث فارغة.
bn: অনুসন্ধান স্ট্রিং শূন্য হতে পারে না.
de: Die Suchzeichenfolge darf nicht null sein.
es: La cadena de búsqueda no puede ser nula.
fr: La chaîne de recherche ne peut pas être nulle.
he: מחרוזת חיפוש לא יכולה להיות null.
hi: खोज स्ट्रिंग शून्य नहीं हो सकती.
it: La stringa di ricerca non può essere nulla.
ja_jp: 検索文字列を null にすることはできません。
nl: Zoekreeks mag niet nul zijn.
pt: A string de pesquisa não pode ser nula.
ru: Строка поиска не может быть нулевой.
te: శోధన స్ట్రింగ్ శూన్యం కాదు.
zh_cn: 搜索字符串不能为空。

source: Unable to retrieve users from directory service.
ar: غير قادر على استرداد المستخدمين من خدمة الدليل.
bn: ডিরেক্টরি পরিষেবা থেকে ব্যবহারকারীদের পুনরুদ্ধার করতে অক্ষম৷
de: Benutzer können nicht aus dem Verzeichnisdienst abgerufen werden.
es: No se pueden recuperar usuarios del servicio de directorio.
fr: Impossible de récupérer les utilisateurs du service d'annuaire.
he: לא ניתן לאחזר משתמשים משירות ספריות.
hi: निर्देशिका सेवा से उपयोगकर्ताओं को पुनः प्राप्त करने में असमर्थ.
it: Impossibile recuperare gli utenti dal servizio directory.
ja_jp: ディレクトリ サービスからユーザーを取得できません。
nl: Kan gebruikers niet ophalen uit de directoryservice.
pt: Não é possível recuperar usuários do serviço de diretório.
ru: Невозможно получить пользователей из службы каталогов.
te: డైరెక్టరీ సేవ నుండి వినియోగదారులను తిరిగి పొందడం సాధ్యం కాలేదు.
zh_cn: 无法从目录服务检索用户。

source: List of users to import cannot be null or empty.
ar: لا يمكن أن تكون قائمة المستخدمين المراد استيرادهم خالية أو فارغة.
bn: আমদানি করার জন্য ব্যবহারকারীদের তালিকা শূন্য বা খালি হতে পারে না।
de: Die Liste der zu importierenden Benutzer darf nicht null oder leer sein.
es: La lista de usuarios a importar no puede ser nula o vacía.
fr: La liste des utilisateurs à importer ne peut pas être nulle ou vide.
he: רשימת המשתמשים לייבוא u200bu200bלא יכולה להיות ריק או ריק.
hi: आयात किए जाने वाले उपयोगकर्ताओं की सूची शून्य या रिक्त नहीं हो सकती.
it: L'elenco degli utenti da importare non può essere nullo o vuoto.
ja_jp: インポートするユーザーのリストを null または空にすることはできません。
nl: De lijst met te importeren gebruikers mag niet null of leeg zijn.
pt: A lista de usuários a serem importados não pode ser nula ou vazia.
ru: Список пользователей для импорта не может быть нулевым или пустым.
te: దిగుమతి చేసుకునే వినియోగదారుల జాబితా శూన్యం లేదా ఖాళీగా ఉండకూడదు.
zh_cn: 要导入的用户列表不能为空。

source: Unable to retrieve Directory Service status.
ar: غير قادر على استرداد حالة خدمة الدليل.
bn: ডিরেক্টরি পরিষেবা স্থিতি পুনরুদ্ধার করতে অক্ষম৷
de: Der Status des Verzeichnisdienstes kann nicht abgerufen werden.
es: No se puede recuperar el estado del servicio de directorio.
fr: Impossible de récupérer l'état du service d'annuaire.
he: לא ניתן לאחזר את סטטוס שירות המדריך.
hi: निर्देशिका सेवा स्थिति पुनः प्राप्त करने में असमर्थ.
it: Impossibile recuperare lo stato del servizio directory.
ja_jp: ディレクトリ サービスのステータスを取得できません。
nl: Kan de Directory Service-status niet ophalen.
pt: Não é possível recuperar o status do serviço de diretório.
ru: Невозможно получить статус службы каталогов.
te: డైరెక్టరీ సర్వీస్ స్థితిని తిరిగి పొందడం సాధ్యం కాలేదు.
zh_cn: 无法检索目录服务状态。

source: Error while deleting available roles for user
ar: حدث خطأ أثناء حذف الأدوار المتاحة للمستخدم
bn: ব্যবহারকারীর জন্য উপলব্ধ ভূমিকা মুছে ফেলার সময় ত্রুটি
de: Fehler beim Löschen der verfügbaren Rollen für den Benutzer
es: Error al eliminar roles disponibles para el usuario
fr: Erreur lors de la suppression des rôles disponibles pour l'utilisateur
he: שגיאה בעת מחיקת תפקידים זמינים למשתמש
hi: उपयोगकर्ता के लिए उपलब्ध भूमिकाएँ हटाते समय त्रुटि
it: Errore durante l'eliminazione dei ruoli disponibili per l'utente
ja_jp: ユーザーが利用可能なロールを削除中にエラーが発生しました
nl: Fout bij het verwijderen van beschikbare rollen voor de gebruiker
pt: Erro ao excluir funções disponíveis para usuário
ru: Ошибка при удалении доступных ролей для пользователя
te: వినియోగదారు కోసం అందుబాటులో ఉన్న పాత్రలను తొలగిస్తున్నప్పుడు లోపం ఏర్పడింది
zh_cn: 删除用户的可用角色时出错

source: Please select a user to edit
ar: الرجاء تحديد مستخدم لتحريره
bn: সম্পাদনা করার জন্য একটি ব্যবহারকারী নির্বাচন করুন
de: Bitte wählen Sie einen Benutzer zum Bearbeiten aus
es: Por favor seleccione un usuario para editar
fr: Veuillez sélectionner un utilisateur à modifier
he: אנא בחר משתמש לעריכה
hi: कृपया संपादित करने के लिए एक उपयोगकर्ता का चयन करें
it: Seleziona un utente da modificare
ja_jp: 編集するユーザーを選択してください
nl: Selecteer een gebruiker om te bewerken
pt: Selecione um usuário para editar
ru: Пожалуйста, выберите пользователя для редактирования
te: దయచేసి సవరించడానికి వినియోగదారుని ఎంచుకోండి
zh_cn: 请选择要编辑的用户

source: Error while retrieving user
ar: حدث خطأ أثناء استرداد المستخدم
bn: ব্যবহারকারী পুনরুদ্ধার করার সময় ত্রুটি
de: Fehler beim Abrufen des Benutzers
es: Error al recuperar usuario
fr: Erreur lors de la récupération de l'utilisateur
he: שגיאה בעת אחזור משתמש
hi: उपयोगकर्ता को पुनः प्राप्त करते समय त्रुटि
it: Errore durante il recupero dell'utente
ja_jp: ユーザーの取得中にエラーが発生しました
nl: Fout bij het ophalen van gebruiker
pt: Erro ao recuperar usuário
ru: Ошибка при получении пользователя
te: వినియోగదారుని తిరిగి పొందడంలో లోపం
zh_cn: 检索用户时出错

source: User name cannot be blank.
ar: لا يمكن أن يكون اسم المستخدم فارغاً.
bn: ব্যবহারকারীর নাম ফাঁকা রাখা যাবে না।
de: Der Benutzername darf nicht leer sein.
es: Nombre de usuario no puede estar en blanco.
fr: Le nom d'utilisateur ne peut pas être vide.
he: שם משתמש לא יכול להיות ריק.
hi: उपयोगकर्ता नाम खाली नहीं हो सकता है।
it: Il nome utente non può essere vuoto.
ja_jp: ユーザー名を空白にすることはできません。
nl: Gebruikersnaam mag niet leeg zijn.
pt: O nome de usuário não pode ficar em branco.
ru: Имя пользователя не может быть пустым.
te: వినియోగదారు పేరు ఖాళీగా ఉండకూడదు.
zh_cn: 用户名不能为空。

source: The username should be 4-20 characters long. OR The user name contains an invalid character. The valid characters of a user name are 'a' to 'z', 'A' to 'Z' and '0' to '9'.
ar: يجب أن يكون طول اسم المستخدم من 4 إلى 20 حرفًا. أو يحتوي اسم المستخدم على حرف غير صالح. الأحرف الصالحة لاسم المستخدم هي "a" إلى "z" و"A" إلى "Z" و"0" إلى "9".
bn: ব্যবহারকারীর নাম 4-20 অক্ষর লম্বা হওয়া উচিত। অথবা ব্যবহারকারীর নামটিতে একটি অবৈধ অক্ষর রয়েছে৷ ব্যবহারকারীর নামের বৈধ অক্ষর হল 'a' থেকে 'z', 'A' থেকে 'Z' এবং '0' থেকে '9'।
de: Der Benutzername sollte 4–20 Zeichen lang sein. ODER Der Benutzername enthält ein ungültiges Zeichen. Die gültigen Zeichen eines Benutzernamens sind „a“ bis „z“, „A“ bis „Z“ und „0“ bis „9“.
es: El nombre de usuario debe tener entre 4 y 20 caracteres. O El nombre de usuario contiene un carácter no válido. Los caracteres válidos de un nombre de usuario son 'a' a 'z', 'A' a 'Z' y '0' a '9'.
fr: Le nom d’utilisateur doit comporter entre 4 et 20 caractères. OU Le nom d'utilisateur contient un caractère non valide. Les caractères valides d'un nom d'utilisateur sont « a » à « z », « A » à « Z » et « 0 » à « 9 ».
he: שם המשתמש צריך להיות באורך 4-20 תווים. או שם המשתמש מכיל תו לא חוקי. התווים החוקיים של שם משתמש הם 'a' עד 'z', 'A' עד 'Z' ו-'0' עד '9'.
hi: उपयोगकर्ता नाम 4-20 अक्षर लंबा होना चाहिए. या उपयोगकर्ता नाम में कोई अमान्य वर्ण है. उपयोगकर्ता नाम के मान्य अक्षर 'a' से 'z', 'A' से 'Z' और '0' से '9' हैं।
it: Il nome utente deve contenere da 4 a 20 caratteri. OPPURE Il nome utente contiene un carattere non valido. I caratteri validi di un nome utente sono da 'a' a 'z', da 'A' a 'Z' e da '0' a '9'.
ja_jp: ユーザー名の長さは 4 ～ 20 文字にする必要があります。または ユーザー名に無効な文字が含まれています。ユーザー名の有効な文字は、「a」から「z」、「A」から「Z」、および「0」から「9」です。
nl: De gebruikersnaam moet 4-20 tekens lang zijn. OF De gebruikersnaam bevat een ongeldig teken. De geldige tekens van een gebruikersnaam zijn 'a' tot 'z', 'A' tot 'Z' en '0' tot '9'.
pt: O nome de usuário deve ter de 4 a 20 caracteres. OU O nome de usuário contém um caractere inválido. Os caracteres válidos de um nome de usuário são 'a' a 'z', 'A' a 'Z' e '0' a '9'.
ru: Имя пользователя должно состоять из 4-20 символов. ИЛИ Имя пользователя содержит недопустимый символ. Допустимые символы имени пользователя: от «a» до «z», от «A» до «Z» и от «0» до «9».
te: వినియోగదారు పేరు 4-20 అక్షరాల పొడవు ఉండాలి. లేదా వినియోగదారు పేరు చెల్లని అక్షరాన్ని కలిగి ఉంది. వినియోగదారు పేరు యొక్క చెల్లుబాటు అయ్యే అక్షరాలు 'a' నుండి 'z', 'A' నుండి 'Z' మరియు '0' నుండి '9' వరకు ఉంటాయి.
zh_cn: 用户名长度应为 4-20 个字符。或者 用户名包含无效字符。用户名的有效字符为“a”至“z”、“A”至“Z”和“0”至“9”。

source: Password must be at least 6 characters.
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل.
bn: পাসওয়ার্ড কমপক্ষে 6 অক্ষরের হতে হবে।
de: Das Passwort muss mindestens 6 Zeichen lang sein.
es: La contraseña debe tener al menos 6 caracteres.
fr: Le mot de passe doit comporter au moins 6 caractères.
he: הסיסמה חייבת להיות בת 6 תווים לפחות.
hi: पासवर्ड कम से कम 6 अंकों का होना चाहिए।
it: La password deve contenere almeno 6 caratteri.
ja_jp: パスワードは6文字以上である必要があります。
nl: Wachtwoord moet minimaal 6 tekens lang zijn.
pt: A senha deve ter pelo menos 6 caracteres.
ru: Пароль должен быть не менее 6 символов.
te: పాస్u200cవర్డ్ తప్పనిసరిగా కనీసం 6 అక్షరాలు ఉండాలి.
zh_cn: 密码必须至少包含 6 个字符。

source: That user name is restricted for system use. Please choose a different user name.
ar: اسم المستخدم هذا مقيد لاستخدام النظام. الرجاء اختيار اسم مستخدم مختلف.
bn: সেই ব্যবহারকারীর নাম সিস্টেম ব্যবহারের জন্য সীমাবদ্ধ। একটি ভিন্ন ব্যবহারকারীর নাম চয়ন করুন.
de: Dieser Benutzername ist für die Systemnutzung eingeschränkt. Bitte wählen Sie einen anderen Benutzernamen.
es: Ese nombre de usuario está restringido para uso del sistema. Por favor escoja un nombre de usuario diferente.
fr: Ce nom d'utilisateur est limité à l'utilisation du système. Veuillez choisir un autre nom d'utilisateur.
he: שם משתמש זה מוגבל לשימוש במערכת. אנא בחר שם משתמש אחר.
hi: वह उपयोगकर्ता नाम सिस्टम उपयोग के लिए प्रतिबंधित है. कृपया अन्य यूज़रनेम का चुनें।
it: Quel nome utente è limitato per l'uso del sistema. Scegli un nome utente diverso.
ja_jp: そのユーザー名はシステムでの使用が制限されています。別のユーザー名を選択してください。
nl: Die gebruikersnaam is beperkt voor systeemgebruik. Kies een andere gebruikersnaam.
pt: Esse nome de usuário é restrito para uso do sistema. Escolha um nome de usuário diferente.
ru: Это имя пользователя ограничено для использования в системе. Пожалуйста, выберите другое имя пользователя.
te: ఆ వినియోగదారు పేరు సిస్టమ్ ఉపయోగం కోసం పరిమితం చేయబడింది. దయచేసి వేరే వినియోగదారు పేరును ఎంచుకోండి.
zh_cn: 该用户名仅限系统使用。请选择不同的用户名。

source: Passwords must be the same.
ar: يجب أن تكون كلمات المرور هي نفسها.
bn: পাসওয়ার্ড একই হতে হবে।
de: Passwörter müssen gleich sein.
es: Las contraseñas deben ser las mismas.
fr: Les mots de passe doivent être les mêmes.
he: הסיסמאות חייבות להיות זהות.
hi: पासवर्ड समान होने चाहिए.
it: Le password devono essere le stesse.
ja_jp: パスワードは同じである必要があります。
nl: Wachtwoorden moeten hetzelfde zijn.
pt: As senhas devem ser as mesmas.
ru: Пароли должны быть одинаковыми.
te: పాస్u200cవర్డ్u200cలు ఒకేలా ఉండాలి.
zh_cn: 密码必须相同。

source: Invalid Email address format.
ar: تنسيق عنوان البريد الإلكتروني غير صالح.
bn: অবৈধ ইমেল ঠিকানা বিন্যাস.
de: Ungültiges E-Mail-Adressformat.
es: Formato de dirección de correo electrónico no válido
fr: Format d'adresse e-mail invalide.
he: פורמט כתובת דוא"ל לא חוקי.
hi: अमान्य ईमेल पता प्रारूप.
it: Formato dell'indirizzo e-mail non valido.
ja_jp: 電子メール アドレスの形式が無効です。
nl: Ongeldig formaat van e-mailadres.
pt: Formato de endereço de e-mail inválido.
ru: Неверный формат адреса электронной почты.
te: చెల్లని ఇమెయిల్ చిరునామా ఫార్మాట్.
zh_cn: 电子邮件地址格式无效。

source: User must be in at least one role.
ar: يجب أن يكون المستخدم في دور واحد على الأقل.
bn: ব্যবহারকারীকে অন্তত একটি ভূমিকায় থাকতে হবে।
de: Der Benutzer muss in mindestens einer Rolle sein.
es: El usuario debe tener al menos un rol.
fr: L'utilisateur doit occuper au moins un rôle.
he: המשתמש חייב להיות בתפקיד אחד לפחות.
hi: उपयोगकर्ता को कम से कम एक भूमिका में होना चाहिए.
it: L'utente deve ricoprire almeno un ruolo.
ja_jp: ユーザーは少なくとも 1 つのロールに属している必要があります。
nl: De gebruiker moet ten minste één rol hebben.
pt: O usuário deve estar em pelo menos uma função.
ru: Пользователь должен иметь хотя бы одну роль.
te: వినియోగదారు తప్పనిసరిగా కనీసం ఒక పాత్రలో ఉండాలి.
zh_cn: 用户必须至少担任一种角色。

source: Password is required.
ar: كلمة المرور مطلوبة.
bn: পাসওয়ার্ড প্রয়োজন.
de: Passwort ist erforderlich.
es: Las contraseñas son obligatorias.
fr: Un mot de passe est requis.
he: נדרשת סיסמה.
hi: पासवर्ड आवश्यक है.
it: È richiesta la password.
ja_jp: パスワードが必要です。
nl: Wachtwoord is vereist.
pt: A senha é obrigatória.
ru: Требуется пароль.
te: పాస్u200cవర్డ్ అవసరం.
zh_cn: 需要密码。

source: Confirm Password is Required.
ar: تأكيد كلمة المرور مطلوب.
bn: নিশ্চিত করুন পাসওয়ার্ড প্রয়োজন.
de: Bestätigen Sie, dass ein Passwort erforderlich ist.
es: Confirmar contraseñas es obligatorio.
fr: Confirmez que le mot de passe est requis.
he: אשר סיסמה נדרשת.
hi: पुष्टि करें पासवर्ड आवश्यक है.
it: La conferma della password è obbligatoria.
ja_jp: パスワードが必要であることを確認します。
nl: Bevestig dat het wachtwoord vereist is.
pt: A confirmação da senha é obrigatória.
ru: Требуется подтверждение пароля.
te: పాస్u200cవర్డ్ అవసరం అని నిర్ధారించండి.
zh_cn: 需要确认密码。

source: Error while loading available roles.
ar: حدث خطأ أثناء تحميل الأدوار المتاحة.
bn: উপলব্ধ ভূমিকা লোড করার সময় ত্রুটি৷
de: Fehler beim Laden der verfügbaren Rollen.
es: Error al cargar roles disponibles.
fr: Erreur lors du chargement des rôles disponibles.
he: שגיאה בעת טעינת תפקידים זמינים.
hi: उपलब्ध भूमिकाएँ लोड करते समय त्रुटि.
it: Errore durante il caricamento dei ruoli disponibili.
ja_jp: 利用可能な役割のロード中にエラーが発生しました。
nl: Fout bij het laden van beschikbare rollen.
pt: Erro ao carregar funções disponíveis.
ru: Ошибка при загрузке доступных ролей.
te: అందుబాటులో ఉన్న పాత్రలను లోడ్ చేస్తున్నప్పుడు లోపం ఏర్పడింది.
zh_cn: 加载可用角色时出错。

source: Could not delete the file.
ar: لا يمكن حذف الملف.
bn: ফাইল মুছে ফেলা যায়নি.
de: Die Datei konnte nicht gelöscht werden.
es: No se pudo eliminar el archivo.
fr: Impossible de supprimer le fichier.
he: לא ניתן למחוק את הקובץ.
hi: फ़ाइल को हटाया नहीं जा सका.
it: Impossibile eliminare il file.
ja_jp: ファイルを削除できませんでした。
nl: Kan het bestand niet verwijderen.
pt: Não foi possível excluir o arquivo.
ru: Не удалось удалить файл.
te: ఫైల్u200cను తొలగించడం సాధ్యపడలేదు.
zh_cn: 无法删除该文件。

source: Delete File Error
ar: خطأ في حذف الملف
bn: ফাইল ত্রুটি মুছুন
de: Fehler beim Löschen der Datei
es: Eliminar error de archivo
fr: Erreur de suppression de fichier
he: שגיאת מחיקת קובץ
hi: फ़ाइल त्रुटि हटाएँ
it: Elimina errore file
ja_jp: ファイル削除エラー
nl: Bestandsfout verwijderen
pt: Erro ao excluir arquivo
ru: Ошибка удаления файла
te: ఫైల్ ఎర్రర్u200cని తొలగించండి
zh_cn: 删除文件错误

source: Expected a non blank itemId, but found a blank itemId in checkOut
ar: من المتوقع أن يكون معرف العنصر غير فارغ، ولكن تم العثور على معرف عنصر فارغ في الخروج
bn: একটি ফাঁকা আইটেমআইডি প্রত্যাশিত, কিন্তু চেকআউটে একটি ফাঁকা আইটেমআইডি পাওয়া গেছে৷
de: Es wurde eine nicht leere Artikel-ID erwartet, aber beim Auschecken wurde eine leere Artikel-ID gefunden
es: Se esperaba un itemId no en blanco, pero encontró un itemId en blanco en checkOut
fr: Je m'attendais à un itemId non vide, mais j'ai trouvé un itemId vide lors du paiement.
he: ציפיתי לזיהוי פריט לא ריק, אך נמצא מזהה פריט ריק בקופה
hi: एक गैर-रिक्त आइटमआईडी की उम्मीद थी, लेकिन चेकआउट में एक खाली आइटमआईडी मिला
it: Era previsto un itemId non vuoto, ma è stato trovato un itemId vuoto al momento del pagamento
ja_jp: 空白ではない itemId が予期されましたが、checkOut で空白の itemId が見つかりました
nl: Verwachtte een niet-lege itemId, maar vond een lege itemId bij het afrekenen
pt: Esperava um itemId não em branco, mas encontrou um itemId em branco no checkOut
ru: Ожидался непустой идентификатор элемента, но при оформлении заказа был обнаружен пустой идентификатор элемента.
te: ఖాళీ కాని ఐటెమ్u200cఐడిని ఆశించారు, కానీ చెక్u200cఅవుట్u200cలో ఖాళీ ఐటెమ్u200cఐడి కనుగొనబడింది
zh_cn: 预期为非空 itemId，但在 checkOut 中发现了空白 itemId

source: Expected a non blank itemId, but found a blank itemId in checkIn
ar: من المتوقع أن يكون معرف العنصر غير فارغ، ولكن تم العثور على معرف عنصر فارغ في تسجيل الوصول
bn: একটি অ-খালি আইটেমএস প্রত্যাশিত, কিন্তু চেক ইনে একটি ফাঁকা আইটেম পাওয়া গেছে৷
de: Es wurde eine nicht leere Artikel-ID erwartet, aber beim Einchecken wurde eine leere Artikel-ID gefunden
es: Se esperaba un itemId no en blanco, pero encontró un itemId en blanco en checkIn
fr: Je m'attendais à un itemId non vide, mais j'ai trouvé un itemId vide lors de l'enregistrement.
he: ציפיתי לזיהוי פריט לא ריק, אך נמצא מזהה פריט ריק בצ'ק אין
hi: एक गैर-रिक्त आइटमआईडी की उम्मीद थी, लेकिन चेकइन में एक खाली आइटमआईडी मिला
it: Era previsto un itemId non vuoto, ma è stato trovato un itemId vuoto al checkIn
ja_jp: 空白ではない itemId が予期されましたが、checkIn で空白の itemId が見つかりました
nl: Verwachtte een niet-lege itemId, maar vond een lege itemId bij checkIn
pt: Esperava um itemId não em branco, mas encontrou um itemId em branco no checkIn
ru: Ожидался непустой идентификатор элемента, но при регистрации был обнаружен пустой идентификатор элемента.
te: ఖాళీ కాని వస్తువును ఆశించారు, కానీ చెక్ ఇన్u200cలో ఖాళీ వస్తువులు కనుగొనబడ్డాయి
zh_cn: 应为非空 itemId，但在 checkIn 中发现空 itemId

source: Expected a non blank itemId, but found a blank itemId in 'getTransitions'
ar: من المتوقع أن يكون معرف العنصر غير فارغ، ولكن تم العثور على معرف عنصر فارغ في 'getTransitions'
bn: একটি ফাঁকা আইটেমআইডি প্রত্যাশিত, কিন্তু 'getTransitions'-এ একটি ফাঁকা আইটেমআইডি পাওয়া গেছে
de: Es wurde eine nicht leere Element-ID erwartet, aber in „getTransitions“ wurde eine leere Element-ID gefunden.
es: Se esperaba un itemId no en blanco, pero encontró un itemId en blanco en 'getTransitions'
fr: Attendu un itemId non vide, mais trouvé un itemId vide dans 'getTransitions'
he: ציפיתי ל-itemId לא ריק, אבל מצאתי פריט-ID ריק ב-'getTransitions'
hi: एक गैर रिक्त आइटम आईडी की अपेक्षा थी, लेकिन 'getTransitions' में एक रिक्त आइटम आईडी मिली
it: Era previsto un itemId non vuoto, ma è stato trovato un itemId vuoto in "getTransitions"
ja_jp: 空白ではない itemId が予期されましたが、「getTransitions」で空白の itemId が見つかりました。
nl: Verwachtte een niet-lege itemId, maar vond een lege itemId in 'getTransitions'
pt: Esperava um itemId não em branco, mas encontrou um itemId em branco em 'getTransitions'
ru: Ожидался непустой идентификатор элемента, но в getTransitions обнаружен пустой идентификатор элемента.
te: ఖాళీ కాని itemIdని ఆశించారు, కానీ 'getTransitions'లో ఖాళీ ఐటెమ్u200cఐడి కనుగొనబడింది
zh_cn: 需要一个非空 itemId，但在“getTransitions”中发现一个空白 itemId

source: Expected a non blank itemId, but found a blank itemId in 'transition'
ar: من المتوقع أن يكون معرف العنصر غير فارغ، ولكن تم العثور على معرف عنصر فارغ في "الانتقال"
bn: একটি ফাঁকা আইটেমআইডি প্রত্যাশিত, কিন্তু 'ট্রানজিশন'-এ একটি ফাঁকা আইটেমআইডি পাওয়া গেছে
de: Es wurde eine nicht leere Artikel-ID erwartet, aber in „Übergang“ wurde eine leere Artikel-ID gefunden.
es: Se esperaba un itemId no en blanco, pero encontró un itemId en blanco en 'transition'
fr: Attendu un itemId non vide, mais trouvé un itemId vide dans « transition »
he: ציפיתי ל-itemId לא ריק, אבל מצאתי פריט-ID ריק ב-'transition'
hi: एक गैर-रिक्त आइटमआईडी की अपेक्षा थी, लेकिन 'संक्रमण' में एक रिक्त आइटमआईडी मिला
it: Era previsto un itemId non vuoto, ma è stato trovato un itemId vuoto in "transizione"
ja_jp: 空白ではない itemId が予期されましたが、「transition」で空白の itemId が見つかりました。
nl: Verwachtte een niet-lege itemId, maar vond een lege itemId in 'transition'
pt: Esperava um itemId não em branco, mas encontrou um itemId em branco em 'transição'
ru: Ожидался непустой идентификатор элемента, но в «переходе» обнаружен пустой идентификатор элемента.
te: ఖాళీ కాని ఐటెమ్u200cఐడిని ఆశించారు, కానీ 'ట్రాన్సిషన్'లో ఖాళీ ఐటెమ్u200cఐడి కనుగొనబడింది
zh_cn: 需要一个非空 itemId，但在“transition”中发现一个空白 itemId

source: Expected a non blank itemId, but found a blank itemId
ar: من المتوقع أن يكون معرف العنصر غير فارغ، ولكن تم العثور على معرف عنصر فارغ
bn: একটি ফাঁকা আইটেমআইডি প্রত্যাশিত, কিন্তু একটি ফাঁকা আইটেমআইডি পাওয়া গেছে৷
de: Es wurde eine nicht leere Artikel-ID erwartet, aber eine leere Artikel-ID gefunden
es: Se esperaba un itemId no en blanco, pero encontró un itemId en blanco
fr: Je m'attendais à un itemId non vide, mais j'ai trouvé un itemId vide.
he: ציפיתי לזיהוי פריט לא ריק, אך נמצא מזהה פריט ריק
hi: एक गैर रिक्त आइटमआईडी की अपेक्षा थी, लेकिन एक रिक्त आइटमआईडी मिली
it: Era previsto un itemId non vuoto, ma è stato trovato un itemId vuoto
ja_jp: 空白ではない itemId が予期されましたが、空白の itemId が見つかりました
nl: Verwachtte een niet-lege itemId, maar vond een lege itemId
pt: Esperava um itemId não em branco, mas encontrou um itemId em branco
ru: Ожидался непустой идентификатор элемента, но был обнаружен пустой идентификатор элемента.
te: ఖాళీ కాని ఐటెమ్u200cఐడిని ఆశించారు, కానీ ఖాళీ ఐటెమ్u200cఐడి కనుగొనబడింది
zh_cn: 预期为非空 itemId，但发现为空 itemId

source: Expected a non blank folderPath, but found a blank folderPath
ar: من المتوقع أن يكون مسار المجلد فارغًا، ولكن تم العثور على مجلد مسار فارغ
bn: একটি ফাঁকা ফোল্ডারপাথ প্রত্যাশিত, কিন্তু একটি ফাঁকা ফোল্ডারপাথ পাওয়া গেছে৷
de: Es wurde ein nicht leerer Ordnerpfad erwartet, aber ein leerer Ordnerpfad gefunden
es: Se esperaba un folderPath no en blanco, pero se encontró un folderPath en blanco
fr: Je m'attendais à un chemin de dossier non vide, mais j'ai trouvé un chemin de dossier vide.
he: צפי ל-folder-Path לא ריק, אך נמצא תיקייה-Path ריק
hi: एक गैर-रिक्त फ़ोल्डरपाथ की अपेक्षा थी, लेकिन एक रिक्त फ़ोल्डरपाथ मिला
it: Era previsto un percorso di cartella non vuoto, ma è stato trovato un percorso di cartella vuoto
ja_jp: 空ではないfolderPathが予期されましたが、空のfolderPathが見つかりました
nl: Verwachtte een niet-lege mapPath, maar vond een lege mapPath
pt: Esperava um folderPath não em branco, mas encontrou um folderPath em branco
ru: Ожидался непустой путь к папке, но был обнаружен пустой путь к папке.
te: ఖాళీ కాని ఫోల్డర్u200cపాత్u200cని ఆశించారు, కానీ ఖాళీ ఫోల్డర్u200cపాత్ కనుగొనబడింది
zh_cn: 需要一个非空的folderPath，但发现一个空的folderPath
